Repository: Shinerising/Music-Widget-MiniPlayer-Localization
Catalog: Music MiniPlayer Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: About
de: Über Music MiniPlayer

source: Artist
de: Künstler

source: Drawer is closed
de: Fach ist geschlossen

source: Drawer is open
de: Fach ist offen

source: Duration
de: Wiedergabedauer

source: Elapsed Time
de: Abgelaufene Zeit

source: Fast Forward
de: Vorspulen

source: General
de: Allgemein

source: Interface
de: Oberfläche

source: Keep Above All Other Windows
de: Fenster immer im Vordergrund halten

source: Live Stream
de: Live-Übertragung

source: Music is not open
de: Musik ist nicht geöffnet

source: Next
de: Weiter

source: No Song
de: Kein Titel

source: Now Playing
de: Aktuelle Wiedergabe

# Open &quot;Music&quot;
source: Open "Music"
de: „Musik” öffnen

source: Play
de: Wiedergabe

source: Play or pause the current track
de: Aktuellen Titel wiedergeben oder pausieren

source: Play or stop playing live audio
de: Live-Übertragung wiedergaben oder pausieren

source: Preferences
de: Einstellungen

source: Previous
de: Zurück

source: Remaining Time
de: Verbleibende Zeit

source: Repeat All
de: Wiederholen alle

source: Repeat None
de: Wiederholen aus

source: Repeat One
de: Wiederholen eins

source: Rewind
de: Zurückspulen

source: Shuffle Off
de: Zufällige Wiedergabe aus

source: Shuffle On
de: Zufällige Wiedergabe an

source: Snap Back
de: Nach vorne bringen

source: Stop
de: Stopp

source: Streaming Track
de: Titel wird wiedergegeben

source: Track
de: Titel

source: Volume Down
de: Lautstärke verringern

source: Volume Up
de: Lautstärke erhöhen

# NSAppleEventsUsageDescription
source: Music MiniPlayer uses AppleEvents in order to interface with the Music app.
de: Music MiniPlayer verwendet AppleEvents.

# NSHumanReadableCopyright
source: Copyright © 2022 Mario A Guzman All rights reserved.
de: © 2022 Mario A Guzman Alle Rechte vorbehalten

# 2cu-2G-bdz.title
source: Volume Up
de: Lautstärke erhöhen

# 4sb-4s-VLi.title
source: Quit Music MiniPlayer
de: Music MiniPlayer beenden

# 5kV-Vb-QxS.title
source: About Music MiniPlayer
de: Über Music MiniPlayer

# 8XE-lj-Wco.title
source: Volume Down
de: Lautstärke verringern

# BLC-LX-O2Y.title
source: Close
de: Schließen

# BOF-NM-1cW.title
source: Preferences…
de: Einstellungen …

# Brn-QC-pDw.ibShadowedToolTip
source: Elapsed time
de: Abgelaufene Zeit

# BxZ-Bi-91G.ibExternalAccessibilityDescription
source: Shuffle
de: Zufällig

# BxZ-Bi-91G.ibShadowedToolTip
source: Set shuffle on or off
de: Zufällige Wiedergabe ein- oder ausschalten

# DZ8-Co-jYJ.ibExternalAccessibilityDescription
source: Drawer
de: Fach

# DZ8-Co-jYJ.ibShadowedToolTip
source: Hide or show the drawer
de: Fach zeigen oder ausblenden

# F2S-fz-NVQ.title
source: Help
de: Hilfe

# FKE-Sm-Kum.title
source: Music MiniPlayer Help
de: Music MiniPlayer-Hilfe

# GEO-Iw-cKr.title
source: Controls
de: Steuerung

# HHN-x8-oxC.ibExternalAccessibilityDescription
source: Mute Volume
de: Lautstärke aus

# HHN-x8-oxC.ibShadowedToolTip
source: Mute the Music app's volume
de: Lautstärke der Music App aus

# Kd2-mp-pUS.title
source: Show All
de: Alle einblenden

# LE2-aR-0XJ.title
source: Bring All to Front
de: Alle nach vorne bringen

# NMo-om-nkz.title
source: Services
de: Dienste

# OY7-WF-poV.title
source: Minimize
de: Im Dock ablegen

# Olw-nP-bQN.title
source: Hide Music MiniPlayer
de: Music MiniPlayer ausblenden

# Qr3-pr-Ha2.title
source: Check for Updates…
de: Nach Updates suchen …

# Quo-Im-xHH.ibExternalAccessibilityDescription
source: Track Scrubber
de: Wiedergabeposition

# Quo-Im-xHH.ibShadowedToolTip
source: Drag the knob to change the current playhead position of the Now Playing track
de: Verschiebe diesen Regler um die Wiedergabeposition des aktuellen Songs festzulegen

# R4o-n2-Eq4.title
source: Zoom
de: Zoomen

# SJk-Am-Etv.ibExternalAccessibilityDescription
source: Max Volume
de: Lautstärke maximal

# SJk-Am-Etv.ibShadowedToolTip
source: Set Music app's volume to max
de: Lautstärke der Musik App maximal

# Td7-aD-5lo.title
source: Window
de: Fenster

# Vdr-fp-XzO.title
source: Hide Others
de: Andere ausblenden

# WX6-ru-zN3.ibExternalAccessibilityDescription
source: Previous
de: Zurück

# WX6-ru-zN3.ibShadowedToolTip
source: Play previous track; hold to seek backwards
de: Zurück; gedrückt halten zum Zurückspulen

# aUF-d1-5bR.title
source: Window
de: Fenster

# bLZ-pM-lrn.title
source: Play
de: Wiedergabe

# baQ-NY-RnQ.ibExternalAccessibilityDescription
source: Volume
de: Lautstärke

# baQ-NY-RnQ.ibShadowedToolTip
source: Drag or scroll to adjust the Music app's volume
de: Ziehen oder scrollen Sie, um die Lautstärke der Musik-App anzupassen

# bib-Uj-vzu.title
source: File
de: Ablage

# c8X-28-qZR.ibExternalAccessibilityDescription
source: Next
de: Weiter

# c8X-28-qZR.ibShadowedToolTip
source: Play next track; hold to seek forward
de: Weiter; gedrückt halten zum Vorspulen

# dMs-cI-mzQ.title
source: File
de: Ablage

# eD7-aF-fcC.ibShadowedToolTip
source: Elapsed time
de: Abgelaufene Zeit

# f4O-hI-Mrd.ibExternalAccessibilityDescription
source: Repeat
de: Wiederholen

# f4O-hI-Mrd.ibShadowedToolTip
source: Repeat all, one, or none
de: Alle, eins oder nichts wiederholen

# gc3-88-etO.ibShadowedToolTip
source: Your available playlists from Music
de: Deine Auswahl an Playlists der Music App

# gpv-FW-e8Q.title
source: Playlists
de: Wiedergabeliste

# hz9-B4-Xy5.title
source: Services
de: Dienste

# i6e-BW-aWp.title
source: Previous
de: Zurück

# iEu-47-rPY.ibExternalAccessibilityDescription
source: Zoom
de: Zoomen

# ib0-07-MM2.title
source: Play/Pause
de: Wiedergabe/Pause

# j4B-bV-mfm.title
source: Next
de: Weiter

# jxT-CU-nIS.title
source: Controls
de: Steuerung

# ohb-F3-Ff2.ibExternalAccessibilityDescription
source: Close
de: Schließen

# p6K-yu-bUf.title
source: Keep Above All Other Windows
de: Fenster immer im Vordergrund halten

# qfk-ix-RrA.ibShadowedToolTip
source: Live audio is currently playing
de: Live-Übertragung wird zurzeit wiedergegeben

# s6R-sF-b8v.title
source: Open "Music"
de: „Musik” öffnen

# uUL-TJ-Hln.ibExternalAccessibilityDescription
source: Snap Back
de: Nach vorne bringen

# uUL-TJ-Hln.ibShadowedToolTip
source: Snap back to the current track & playlist in Music
de: A-ktuellen Song & Wiedergabeliste in Musik nach vorne bringen

# uhd-3H-QyJ.ibExternalAccessibilityDescription
source: Minimize
de: Im Dock ablegen

# wDg-JR-1Wj.title
source: Terms and Conditions
de: Bedingungen

# wpr-3q-Mcd.title
source: Help
de: Hilfe

# ywr-6J-2bM.ibExternalAccessibilityDescription
source: Playback
de: Wiedergabe

# ywr-6J-2bM.ibShadowedToolTip
source: Play or pause the current audio
de: Aktuellen Titel wiedergeben oder pausieren

# zFg-tj-rcD.ibExternalAccessibilityDescription
source: Play
de: Wiedergabe

# zFg-tj-rcD.ibShadowedToolTip
source: Begin playing the selected playlist
de: a Spiele ausgewählte Playlist

# 5Yf-lh-brO.ibShadowedToolTip
source: Keeps Music MiniPlayer always visible by keeping above all other app windows
de: Lässt Music MiniPlayer über allen anderen Fenstern schweben

# 9Ps-gN-xEU.title
source: Window:
de: Fenster:

# 91y-ef-HnU.ibShadowedToolTip
source: Displays the total duration of the track
de: Zeigt die gesamte Wiedergabedauer

# AO8-fs-1Zg.ibShadowedToolTip
source: Displays the time remaining for the track to end
de: Zeigt die verbleibende Zeit bis zum Ende des Titels an

# Gt0-gT-uSx.title
source: Remaining time
de: Verbleibende Zeit

# J4k-hG-qgP.title
source: Time Label:
de: Zeitanzeige:

# Mxl-Vc-u2u.title
source: [Date]
de: [Datum]

# Tb7-kg-ZHP.title
source: Hourly
de: Stündlich

# UGd-Xj-x6T.title
source: Keep Above All Other Windows
de: Fenster immer im Vordergrund halten

# WE6-qw-PH5.title
source: Monthly
de: Monatlich

# Zf0-JL-dv5.title
source: Display the remaining time or duration of the current track in the LCD display.
de: Zeigt die verbleibende Wiedergabedauer.

# ZrU-wT-NJK.title
source: This option is also available in the Window menu in the app's menu bar.
de: Diese Option befindet sich auch im Menü Fenster in der Menüleiste der App.

# bWq-at-TWg.title
source: Automatically Downloads Updates
de: Updates automatisch laden

# clz-ky-mxP.title
source: Frequency:
de: Häufigkeit:

# cvL-ps-daB.title
source: Weekly
de: Wöchentlich

# hJp-JV-cAP.title
source: Preferences
de: Einstellungen

# hfA-h1-trm.title
source: Last Checked
de: Zuletzt überprüft am

# i3P-ZJ-yzP.title
source: General
de: Allgemein

# jY1-E5-teb.title
source: Automatically Check for Updates
de: Automatisch nach Updates suchen

# mVI-5e-4Kz.title
source: Check for Updates
de: Nach Updates suchen

# qPV-nR-3CN.title
source: Duration
de: Gesamtzeit

# tg8-uG-BrF.title
source: Daily
de: Täglich

# xTU-I5-lwH.title
source: Interface
de: Oberfläche
